app/controllers/streets_controller.rb

  def index
    @streets = Street.all
---
SELECT "streets".* FROM "streets"